TEXT_BASE_UKR = """Був собі Еру, Єдиний, котрого на Арді величають Ілуватаром. 
І спершу сотворив він айнурів – Святих, котрі стали нащадками думки його та пробували з ним іще до сотворения всього іншого. 
І заговорив до них Еру, оповістивши музичні теми; і заспівали вони для нього, і возрадувався він. 
Проте довгий час айнури співали поокремо чи по кілька разом, а решта слухала; бо кожен із них збагнув тільки ту частину духу Ілуватара, з якої народився, а чуття братерства приходило дуже повільно. 
Утім, слухаючи, вони сподоблювалися щораз глибшого розуміння, і співи їхні ставали дедалі злагодженішими та гармонійнішими.
І сталося так, що Ілуватар скликав усіх айнурів і сповістив величну музичну тему, відкривши перед ними речі прекрасніші та дивовижніші, ніж явлені доти; і пишнота її вступу та розкіш фіналу так приголомшили айнурів, що вони поклонилися Ілуватарові й замовкли.
Тоді мовив до них Еру:
– З наспіву, що його сповістив вам, волію, щоби ви у співзвуччі сотворили Величну Музику. 
Запалив я вас Пломенем Незнищенним, відтак нехай одкриються сили ваші й нехай кожен на власний розсуд прикрасить сей наспів своїми думками. 
Я ж сидітиму, і слухатиму, і радітиму, що через вас велична краса пробудилася в пісні.
Тоді голоси айнурів, неначе арфи та лютні, сопілки та сурми, віоли й органи, немов незчисленні хори словоспівців, почали витворювати з наспіву Ілуватара величну музику; і зазвучали нескінченні, взаємозмінні, поєднані у співзвуччя мелодії, і нечутно розтеклися висотами та глибинами, й усі закутки оселі Ілуватара сповнилися ними до краю, і музика разом із відлунням вихлюпнулась у Порожнечу, і порожнечі не стало."""